import css from '../OfertaPage/index.module.scss';

export const PoliticPage = () => {
    return (
        <div className={css.pageWrapper}>
            <div className={css.container_content}>
                <h1 className={css.mainTitle}>
                    Политика Конфиденциальности
                </h1>
                <br/><br/><br/>

                <p className={css.paragraph}>
                    Настоящим я даю согласие «Языковой школе Фрегат» в лице ИП Муждабаева Елизавета Нуриддиновна (далее – Оператор) на обработку своих персональных данных, указанных в анкете, в рамках Федерального закона № 152-ФЗ от 27.07.2006 г.
                    Конфиденциальность персональных данных соблюдается Оператором в соответствии с требованиями законодательства РФ. Настоящее согласие дается мной на весь срок моей жизни и может быть отозвано мною в любое время путем передачи Оператору моего уведомления.
                    Настоящим я выражаю свое согласие предоставлять Оператору право направлять мне информационные сообщения, в т.ч. содержащие информацию маркетингового характера, по указанным мной адресам и номерам мобильных телефонов.
                    Я принимаю Политику Конфиденциальности пользуясь сайтом frigateschool.ru
                </p>
                <br/><br/><br/>

                <h1 className={css.sectionTitle}>
                    Политика в отношении обработки персональных данных
                </h1>
                <br/><br/>

                <p className={css.paragraph}>
                    <strong className={css.sectionTitle}>
                    1. Назначение и область действия документа
                    </strong>
                    <br/><br/>
                    Политика ИП Муждабаева Елизавета Нуриддиновна в отношении обработки персональных данных (далее – Политика) определяет позицию и намерения Компании в лице досугово информационного  центра «Языковая школа Фрегат» (далее – Компания) в области обработки и защиты персональных данных лиц, состоящих в договорных, гражданско-правовых и иных отношениях с Компанией, соблюдения прав и основных свобод каждого человека.
                    <br/><br/>
                    Политика предназначена для изучения и неукоснительного исполнения руководителями и работниками всех структурных подразделений Компании, а также подлежит доведению до сведения лиц, состоящих в договорных, гражданско-правовых и иных отношениях с Компанией (далее – Граждане).<br/><br/>
                </p>
                <br/><br/>

                <p className={css.paragraph}>
                    <strong className={css.sectionTitle}>
                    2. Определения
                    </strong>
                    <br/><br/>
                    Под персональными данными понимается любая информация, относящаяся к прямо или косвенно определяемому физическому лицу (гражданину). 
                    <br/><br/>
                    Под обработкой персональных данных понимается любое действие (операция) или совокупность действий (операций) с персональными данными, совершаемых с использованием средств автоматизации или без использования таких средств. К таким действиям можно отнести: сбор, получение, запись, систематизацию, накопление, хранение, уточнение, извлечение, использование, передачу, обезличивание, блокирование, удаление, уничтожение персональных данных.
                    <br/><br/>
                    Компания обрабатывает персональные данные только тех лиц, которые состоят в договорных, гражданско-правовых и иных отношениях с Компанией, а именно: <br/><br/>
                    - лиц, состоящих в трудовых отношениях с Компанией;<br/><br/>
                    - лиц, являющихся соискателями должностей в Компании;<br/><br/>
                    - лиц, являющихся Акцептами официальной оферты;<br/><br/>
                    - иными Гражданами. <br/><br/>
                </p>
                <br/><br/>
                <p className={css.paragraph}>
                    <strong className={css.sectionTitle}>
                    3. Положения Политики
                    </strong>
                    <br/><br/>
                    Понимая важность и ценность информации о человеке, а также заботясь о соблюдении конституционных прав граждан Российской Федерации, Компания обеспечивает надёжную защиту их персональных данных. <br/><br/>

                    Под безопасностью персональных данных Компания понимает защищённость персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а также от иных неправомерных действиях в отношении персональных данных и принимает необходимые правовые, организационные и технические меры для защиты персональных данных. <br/><br/>

                    Обработка и обеспечение безопасности персональных данных в Компании осуществляется в соответствии с требованиями Конституции Российской Федерации, Трудового кодекса Российской Федерации, Федерального закона №152-ФЗ «О персональных данных», подзаконых актов, других определяющих случаи и особенности обработки персональных данных федеральных законов и руководящих документов ФСТЭК России и ФСБ России. <br/><br/>

                    При обработке персональных данных Компания придерживается следующих принципов: <br/><br/>
                    - Компания осуществляет обработку персональных данных только на законной и справедливой основе; <br/><br/>
                    - Компания не открывает третьим лицам и не распространяет персональные данные без согласия гражданина (если иное не предусмотрено действующим законодательством Российской Федерации); <br/><br/>
                    - Компания определяет конкретные законные цели до начала обработки персональных данных; <br/><br/>
                    - Компания собирает только те персональные данные, которые являются необходимыми и достаточными для заявленной цели обработки; <br/><br/>
                    - Обработка персональных данных в Компании ограничивается достижением конкретных, заранее определённых и законных целей; <br/><br/>
                    - Компания уничтожает либо обезличивает персональные данные по достижении целей обработки или в случае утраты необходимости в достижении целей; <br/><br/>
                    - Компания не осуществляется сбор и обработку персональных данных граждан, касающихся расовой, национальной принадлежности, политических, религиозных, философских и иных убеждений, состояние здоровья, интимной жизни, членства в общественных объединениях, в том числе в профессиональных союзах. <br/><br/>

                    Компания вправе поручить обработку персональных данных (с согласия гражданина) юридическим лицам, на основании заключаемого с такими лицами договора, на основании которого указанные лица образуются соблюдать принципы и правила обработки персональных данных, предусмотренные Федеральным Законом №152-ФЗ «О персональных данных». В договоре должны быть определены перечень действий операций с персональными данными, которые будут совершаться каждым юридическим лицом, осуществляющим обработку персональных данных, и цели обработки, должна быть установлена обязанность такого лица соблюдать конфиденциальность и обеспечивать безопасность персональных данных при их обработке. Кроме того, должны быть указаны требования к защите обрабатываемых персональных данных.<br/><br/>
                </p>
                <br/><br/>
                <p className={css.paragraph}>
                    <strong className={css.sectionTitle}>
                    4. Права граждан в части обработки персональных данных
                    </strong>
                    <br/><br/>
                    Гражданин, персональные данные которого обрабатываются в Компании, имеет право получать от компании: <br/><br/>
                    - подтверждение факта обработки персональных данных Компанией;<br/><br/>
                    - правовые основания и цели обработки персональных данных;<br/><br/>
                    - сведения о применяемых Компанией способах обработки персональных данных;<br/><br/>
                    - наименование и местонахождение Компании;<br/><br/>
                    - сведения о лицах, которые имеют доступ персональным данным или которым могут быть раскрыты персональные данные на основании договора с компанией или на основании Федерального закона;<br/><br/>
                    - перечень обрабатываемых персональных данных, относящихся гражданину, от которого поступил запрос и источник их получения, если иной порядок предоставления таких данных не предусмотрен федеральным законом;<br/><br/>
                    - сроки обработки персональных данных, в том числе сроки и хранения;<br/><br/>
                    - порядок осуществления гражданином прав, предусмотренных Федеральным Законом «о персональных данных номер» №152-ФЗ;<br/><br/>
                    - информацию об осуществляемой или предполагаемой трансграничной передаче персональных данных;<br/><br/>
                    - наименование и адрес лица, осуществляющего обработку персональных данных по поручению Компаний;<br/><br/>
                    - иные сведения, предусмотренные Федеральным Законом «О персональных данных» №152-ФЗ или другими федеральными законами;<br/><br/>
                    - требовать уточнения своих персональных данных, их блокирования или уничтожения в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки;<br/><br/>
                    - отзывать своё согласие на обработку персональных данных;<br/><br/>
                    - требовать устранения неправомерных действий компании в отношении его персональных данных;<br/><br/>
                    - обжаловать действия или бездействия Компании в федеральную службу по надзору в сфере связи, информационных технологий, массовых коммуникаций (Роскомнадзор) или в судебном порядке в случае, если гражданин считает, что Компания осуществляет обработку его персональных данных с нарушением требований Федерального закона №152-ФЗ «О персональных данных» или иным образом нарушает его права и свободы;<br/><br/>
                    - на защиту своих прав и законных интересов, в том числе на возмещение убытков и/или компенсацию морального вреда в судебном порядке.<br/><br/>
                </p>
                <br/><br/>
                <p className={css.paragraph}>
                    <strong className={css.sectionTitle}>
                    5. Пересмотр положений Политики
                    </strong>
                    <br/><br/>
                    Пересмотр положения настоящей Политики проводится периодически не реже, чем один раз в год, а также: <br/><br/>
                    - при изменении законодательства Российской Федерации в области персональных данных;<br/><br/>
                    - при изменении состава лиц, к которым Компания поручает обработку персональных данных;<br/><br/>
                    - в случае выявления несоответствий затрагивающих обработку персональных данных;<br/><br/>
                    - по результатам контроля выполнения требований по обработке защиты персональных данных;<br/><br/>
                    - по решению руководства Компании. <br/><br/>
                    После пересмотра положения настоящей Политики её актуализированная версия публикуется на сайте frigateschool.ru<br/><br/>
                </p>
                <br/><br/>
                <p className={css.paragraph}>
                    <strong className={css.sectionTitle}>
                    6. Ответственность
                    </strong>
                        <br/><br/>
                    В случае неисполнения положений настоящей Политики компании несёт ответственность в соответствии с действующим законодательством Российской Федерации.<br/><br/>
                </p>
                <br/><br/>
                    <p className={css.paragraph}>
                    <strong className={css.sectionTitle}>
                    7. Сведения о реализуемых требованиях к защите персональных данных
                    </strong>
                    <br/><br/>
                    Досугово-информационный центр «Языковая школа Фрегат» в лице ИП Муждабаева Елизавета Нуриддиновна (далее Компания) при обработке персональных данных принимает необходимые правовые, организационные и технические меры для защиты персональных данных <br/><br/>
                    от неправомерного и случайного доступа к ним, уничтожения, изменения, блокирования, клонирования, предоставления, распространения персональных данных, а также иных неправомерных действий в отношении персональных данных. К таким мерам, в соответствии ст. 18.1 и 19 Федерального закона №152-ФЗ «О персональный данных», в частности, относится: <br/><br/>
                    - назначение лица, ответственного за организацию обработки персональных данных и лиц ответственных за обеспечение безопасности персональных данных; <br/><br/>
                    - определение угроз безопасности персональных данных при их обработке; <br/><br/>
                    - разработка и утверждение локальных актов по вопросам обработки персональных данных; <br/><br/>
                    - оценка вреда, который может быть причинён гражданину в случае нарушения Федерального закона №152-ФЗ «О персональных данных», соотношение указанного вреда и принимаемых Компанией мер, направленных на обеспечение выполнения обязанностей, предусмотренных Федеральным Законом №152-ФЗ «О персональных данных»; <br/><br/>
                    - ознакомление работников компании, непосредственно осуществляющих обработку персональных данных, с положениями законодательства Российской Федерации персональных данных, в том числе с требованиями к защите персональных данных, локальными актами по вопросам обработки и защиты персональных данных, и обучение работников Компании;  <br/><br/>
                    - соблюдение условий исключающих несанкционированный доступ к материальным носителям персональных данных и обеспечивающих сохранность персональных данных; <br/><br/>
                    - применение технических мер защиты, включая: средства разграничения доступа на сетевом, прикладном и общесистемных уровнях, средства межсетевого экранирования, средства регистрации и учёта действий пользователей на сетевом, прикладном и общесистемных уровнях, антивирусные средства защиты, сертифицированные средства криптографической защиты информации, средства обнаружения вторжения, средства анализа защищённости, средства контроля физического доступа в помещение, в которых осуществляется обработка персональных данных.
                    <br/><br/>
                    Для конкретизации вышеописанных мер Компания руководствуется: <br/><br/>
                    - Постановлением Правительства Российской Федерации «Об утверждении «Положения об обеспечении безопасности персональных данных» при их обработке в информационных системах персональных данных №1119 от 1 ноября 2012 года»; <br/><br/>
                    - Постановлением Правительства РФ от 15 сентября 2008 года №687 «Об утверждении положения в особенностях обработки персональных данных, осуществляемых без использования средств автоматизации»;<br/><br/>
                    - Приказом ФСТЭК России от 18 февраля 2013 года №21 «Об утверждении состава и содержания организационных и технических методов по обеспечению безопасности персональных данных при их обработках в системах персональных данных»;<br/><br/>
                    - «Типовыми требованиями по организации и обеспечению функционирования шифровальных (криптографических) средств, предназначенных для защиты информации, не содержащей сведения, составляющие государственную тайну в случае их использования для обеспечения безопасности персональных данных при их обработке в информационных системах персональных данных», утверждённым руководством 8 центра ФСБ России 21 февраля 2008 года, №149/6/6-662. <br/><br/>

                </p>
                
            </div>
    </div>
    )
}