import css from './index.module.scss'

export const OfertaPage = () => {
    return (
        <div className={css.pageWrapper}>
            <div className={css.container_content}>
                <h1 className={css.mainTitle}>
                    Договор-оферта
                </h1>
                <br />
                <p className={css.subtitle}>
                    <strong className={css.subtitleStrong}>
                        Публичная оферта (договор на оказание услуг по дистанционным тренингам овладения иностранными языками)
                    </strong>
                </p>
                <br />
                <p className={css.paragraph}>
                    «Языковая школа Фрегат» в лице ИП Муждабаева Елизавета Нуриддиновна (далее Исполнитель) предлагает заключить договор на условиях оферты, адресатом которого являются физические лица, которые оставили заявку на обучение через сайт frigateschool.ru или социальную сеть «Вконтакте» и прошли собеседование с представителем школы в формате видеозвонка (далее «Клиент»).
                </p>
                <br className={css.break} />
                <p className={css.paragraph}>
                    <strong className={css.sectionTitle}>1. Акцепт оферты</strong> <br /><br />
                    1.1. Текст настоящего Договора является публичной офертой (в соответствии со статьёй 435 и частью 2 статьи 437 Гражданского кодекса РФ). <br /><br />
                    1.2. Акцепт (принятие) оферты – оплата заказанных услуг.  <br /><br />
                    1.3. Акцепт Клиентом настоящего Договора означает, что он полностью согласен со всеми положениями данного договора. <br /><br />
                    1.4. С момента акцепта Клиентом настоящий Договор считается заключенным.  <br /><br />
                    1.5. Настоящий договор вступает в силу с момента его заключения и действует до исполнения Сторонами своих обязательств по нему, если иное не предусмотрено настоящим Договором и законодательством РФ.
                </p>
                <br />
                <p className={css.paragraph}>
                    <strong className={css.sectionTitle}>
                    2. Предмет договора
                    </strong>
                    <br /><br />
                    
                    2.1. В соответствии с настоящим договором Языковая школа «Фрегат» обязуется оказывать Клиенту услуги по проведению дистанционных занятий, а Клиент обязуется принимать эти услуги и оплачивать их в соответствии с условиями, предусмотренными настоящим Договором.<br /><br />
                    2.2. Количество тренингов, проводимых в соответствии с настоящим Договором, определяется количеством оплаченных Клиентом тренингов.  <br /><br />
                    2.3. Исполнитель вправе изменить оферту и договор. Изменения вступают в силу сразу же, после публикации на сайте frigateschool.ru. Информация об изменении поступает на почту или другую социальную сеть, выбранную как средство коммуникации между Клиентом и Исполнителем, и вступает в силу после одобрения изменений Клиентом. Изменения считаются автоматически одобренными в случае продолжения Клиентом занятий в Языковой школе «Фрегат». <br /><br />
                    2.4. Исполнитель и Клиент не подписывают акты. Оплата подтверждает качество услуг.
                </p>
                <br />
                <p className={css.paragraph}>
                    <strong className={css.sectionTitle}>
                    3. Права и обязанности сторон
                    </strong>
                    <br /><br />
                    3.1. Исполнитель обязуется: <br /><br />
                    3.1.1. В согласованные Сторонами сроки оказать Услуги Клиенту надлежащим образом в соответствии с условиями настоящего Договора. <br /><br />
                    3.1.2. Не разглашать конфиденциальную информацию и данные, предоставленные Клиентом в связи с исполнением настоящего Договора, не раскрывать и не разглашать такие факты или такую информацию (кроме информации общедоступного характера) какой-либо третьей стороне без предварительного письменного соглашения Клиента. <br /><br />
                    3.2. Исполнитель вправе: <br /><br />
                    3.2.1. Пользоваться услугами любых физических и юридических лиц, в целях своевременного и качественного исполнения обязательств по Договору. <br /><br />
                    3.2.2. Требовать от Клиента своевременной оплаты стоимости Услуг в соответствии с условиями настоящего Договора. <br /><br />
                    3.2.3. Исполнитель вправе вести фиксацию аудио/видео занятий с целью контроля качества обучения соответствующим подразделением школы. <br /><br />
                    3.2.4. Использовать электронный адрес, номер телефона и логин сервисов видеосвязи, которые были получены от Клиента при регистрации, для отправки Клиенту информационных материалов, с целью информирования Клиента о деятельности Исполнителя и ходе оказания услуг в рамках настоящего Договора. При отсутствии письменного или устного отказа Клиента в получении данных материалов, направленного в адрес Исполнителя, согласие на получение данного рода материалов считается подтвержденным. <br /><br />
                    3.2.5. Отказать Клиенту в предоставлении и продлении услуг без объяснения причин. <br /><br />
                    3.3. Клиент обязуется: <br /><br />
                    3.3.1. Предоставить Исполнителю все сведения и данные, указанные в пункте 3.2.4, необходимые для выполнения своих обязательств по настоящему Договору. <br /><br />
                    3.3.2. Не разглашать конфиденциальную информацию и иные данные, предоставленные Исполнителем в связи с исполнением настоящего Договора, не раскрывать и не разглашать такие факты или информацию (кроме информации общедоступного характера) какой-либо третьей стороне без предварительного письменного согласия Исполнителя. <br /><br />
                    3.4. Клиент вправе: <br /><br />
                    3.4.1. Требовать от Исполнителя выполнения его обязательств по настоящему Договору к нему в срок и с надлежащим качеством. Занятие считается проведенным надлежащим образом, если в течение 1 (одного) часа с момента его проведения Заказчик не сообщит Исполнителю о том, что оно не состоялось по вине Куратора. <br /><br />
                    3.4.3. Сменить Куратора при условии его существования. О необходимости замены Куратора необходимо сообщить Исполнителю не менее, чем за неделю (7 дней) до даты ближайшего занятия.
                </p>
                <br />
                <p className={css.paragraph}>
                    <strong className={css.sectionTitle}>
                        4. Перенос тренингов и неявка на тренинг
                    </strong>
                    <br /><br />
                    4.1. Перенос или отмена тренингов Клиентом могут быть осуществлены не позднее 6 (шести) часов до начала тренинга. В случае болезни или ЧС срок уменьшается до 3 часов до начала тренинга. В случае, если о переносе или отмене тренинга не было сообщено Исполнителю или лицу, назначенному Исполнителем для оказания услуг по данному Договору, в установленные сроки, тренинг считается проведённым.<br /><br />
                    4.2. Исполнитель и лица имеет право переносить дату тренинга (в случае болезни и по другим уважительным причинам), предупредив об этом Клиента не менее, чем за 3 часа. <br /><br />
                    4.3. Если в установленное время Клиент не доступен для звонка, Исполнитель повторяет попытки связаться с Клиентом (не менее двух раз). При этом, временем начала тренинга считается время установленное в графике. Если в результате вышеназванных процедур связаться с Клиентом не удаётся, тренинг считается проведённым и оплачивается в размере 100%. <br /><br />
                    4.4. В случае опоздания Клиента на тренинг без предупреждения, Исполнитель обязан ждать Клиента не более 5 (пять) минут, при этом время тренинга не продлевается. <br /><br />
                    4.5. Если в установленное время начала тренинга плюс 5 (пять) минут лицо, выбранное Исполнителем для оказания услуг по данному Договору, не выходит на связь для проведения тренинга, Клиент обязан немедленно сообщить об этом Исполнителю. Тренинги, которые не состоялись по вине лица, выбранного Исполнителем для оказания услуг по данному Договору, переносятся в полном объёме на другое удобное для Клиента время. В случае, если Клиент не сообщил Исполнителю о том, что лицо, выбранное Исполнителем для оказания услуг по данному Договору, не провело тренинг в течение одного часа (60 минут) после назначенного времени, Исполнитель считает тренинг проведённым.<br /><br />
                    4.6. Исполнитель не отвечает за неоказание услуги в связи с отсутствием у Клиента необходимого программного обеспечения или технических проблем с Интернетом.<br /><br />
                    4.6.1. Минимальные системные требования:<br /><br />
                    - Операционная система: Windows 7/8/8.1/10/11, Mac OS X 10.9, 10.10, 10.11;<br /><br />
                    - Установленный интернет браузер Google Chrome последней стабильной пользовательской версии с включённым авто обновлением;<br /><br />
                    - Оперативная память: от 2 Гб и выше, процессор: 2 ядерный процессор от 1.8 ГГц;<br /><br />
                    - Наличие исправно работающего микрофона;<br /><br />
                    - Наличие исправно работающей камеры;<br /><br />
                    - Интернет-соединение, скорость которого позволяет иметь оптимальную для занятия видеосвязь. 
                </p>
                <br />
                <p className={css.paragraph}>
                    <strong className={css.sectionTitle}>
                        5. Порядок направления сообщений
                    </strong>
                    <br /><br />                     
                    5.1. Для того, чтобы сообщить о переносе тренинга, необходимо отправить сообщение Исполнителю/Клиенту заранее оговорённым удобным способом связи в зависимости от того, кто переносит тренинг.<br /><br />
                    5.2. Для того, чтобы сообщить об увеличении количества тренингов, изменении их продолжительности, о приостановлении получения услуг по данному Договору, Клиент должен связаться с Исполнителем, заранее оговорённым удобным способом связи.
                </p>
                <br />
                <p className={css.paragraph}>
                    <strong className={css.sectionTitle}>
                        6. Стоимость услуг и порядок расчётов
                    </strong>
                    <br /><br />
            
                    6.1. Стоимость Услуг и возможные способы оплаты обговариваются на собеседовании с Исполнителем в формате видеосвязи.<br /><br />
                    6.2. Тренинги проводятся по абонементам, стоимость которых обговаривается на собеседовании с Исполнителем в формате видеосвязи. Срок действия абонемента исчисляется количеством входящих в него занятий и их дат. По истечении обговорённой даты последнего тренинга срок действия абонемента истекает, а входящие в него тренинги считаются проведёнными.<br /><br />
                    6.3. Оплата Услуг осуществляется на основе 100% предоплаты. Клиент обязан оплачивать абонемент не позднее, чем за 6 (шесть) часов до начала получения следующей услуги или не позднее, чем за 12 (двенадцать) часов до начала получения следующей услуги в случае, если тренинг запланирован на утреннее время до 12.00 часов согласно часовому поясу Исполнителя. <br /><br />
                    6.4. Исполнитель может в одностороннем порядке менять стоимость услуг путём размещения информации на сайте Исполнителя по адресу frigateschool.ru, или на странице сообщества в социальной сети ВКонтакте по адресу https://vk.com/frigateschool, или в личном сообщении Клиенту. При этом стоимость уже оплаченных Клиентом занятий не подлежит изменению.<br /><br />
                    6.5. Моментом оплаты считается поступление денежных средств на счёт Исполнителя.<br /><br />
                    6.6. Клиент самостоятельно несёт ответственность за правильность производимых им платежей.<br /><br />
                    6.7. Клиент самостоятельно оплачивает все услуги организатий связи, необходимые для потребления им Услуг Исполнителя.
                </p>
                <br />
                <p className={css.paragraph}>
                    <strong className={css.sectionTitle}>
                        7. Ответственность сторон
                    </strong>
                    <br /><br />
                    
                    7.1. В случае неисполнения Исполнителем обязанностей по настоящему Договору, Клиент вправе предъявить Исполнителю требование о возврате оплаченных им денежных средств. Клиенту производится возврат стоимости неиспользованных тренингов, при этом списывается стоимость использованных тренингов.<br /><br />
                    7.2. В том случае, если настоящий Договор расторгается по желанию Клиента, он должен предоставить Исполнителю мотивированный отказ от услуг Исполнителя, в этом случае Исполнитель возвращает Клиенту денежные средства. Заказчику производится возврат стоимости неиспользованных тренингов минус стоимость затрат, понесённых Исполнителем при обработке платежа, таких, как налог и комиссия платёжных систем; при этом списывается стоимость использованных тренингов.<br /><br />
                    7.3. В случае расторжения Договора по совместной инициативе или инициативе одной из сторон, срок возврата денежных средств составляет до 15 календарных дней.<br /><br />
                    7.4. В качестве реквизитов для возврата денежных средств, Клиентом может быть указано:
                    - номер карты, выпущенной на территории РФ;<br /><br />
                    - БИК, номер банковского счета и ФИО держателя счета для счета, открытого на территории РФ;<br /><br />
                    7.5. В случае возврата денежных средств Клиенту, если Клиент позже решит вернуться к получению Услуг от Исполнителя, стоимость этих услуг будет рассчитываться по действующим ценам. 
                </p>
                <br />
                <p className={css.paragraph}>
                    <strong className={css.sectionTitle}>
                        8. Прочие условия
                    </strong>
                    <br /><br />
                    8.1. Услуги, оказываемые в соответствии с настоящим Договором, не являются образовательными, а имеют досуговый или информационный характер. <br /><br />
                    8.2. За невыполнение или ненадлежащее выполнение обязательств по настоящему Договору Стороны несут ответственность в соответствии с условиями настоящего Договора и законодательством Российской Федерации.<br /><br />
                    8.3. Стороны не несут ответственности за полное или частичное невыполнение ими своих обязательств по настоящему Договору, если такое невыполнение явилось следствием обстоятельств непреодолимой силы (форс-мажор), а именно: наводнения, других стихийных бедствий, военных действий, постановлений и решений органов государственной власти или других событий. Надлежащим подтверждением наличия форс-мажорных обстоятельств и их продолжительности для Сторон является справка, выдаваемая уполномоченными органами.<br /><br />
                    8.4. Все споры и разногласия, возникающие между сторонами в рамках Договора или в связи с ним, подлежат разрешению в соответствующем суде по месту нахождения Исполнителя в соответствии с законодательством Российской Федерации.
                </p>
                <br />
                <p className={css.paragraph}>
                    <strong className={css.sectionTitle}>
                        9. Реквизиты Исполнителя
                    </strong>
                    <br /><br />
                    
                    Муждабаева Елизавета Нуриддиновна<br />
                    ИНН: 910202588322<br />
                    Тел: 8 (978) 550 26 53<br />
                    Email: frigateschool@gmail.com<br />
                    Расчетный счет: 40817 810 7 8400 2276187<br />
                    Банк: РНКБ Банк (ПАО), г. Симферополь<br />
                    БИК: 043510607<br />
                    К/с: 301 01 810 3 35100000607
                </p>
            </div>
        </div>
    )
}